{"title":"Arpeggio: Dominant 7th in C# (Shape: C)","content":"## Arpeggio: Dominant 7th in C# (Shape: C)\n\n### Brief Overview\nThe Dominant 7th arpeggio is a fundamental musical entity that consists of the root note, major third, perfect fifth, and minor seventh. In the key of C#, the dominant 7th chord contains the notes C# (root), E# (major third), G# (perfect fifth), and B (minor seventh). This arpeggio adds tension and a sense of resolution in the context of chord progressions.\n\n### Breakdown of Notes and Intervals\n- **Root Note (C#)**: The foundational note of the arpeggio.\n- **Major Third (E#)**: With a distance of four half steps above the root, the major third contributes to a brighter and more uplifting sound.\n- **Perfect Fifth (G#)**: Situated seven half steps above the root, the perfect fifth provides stability and consonance.\n- **Minor Seventh (B)**: Eleven half steps above the root, the minor seventh creates dissonance and leads back to the tonic.\n\n### Musical Flavor and Genres\nThe Dominant 7th arpeggio, particularly in C#, adds a bluesy and jazzy flavor to music due to its tense yet resolving sound. It is commonly used in jazz, blues, funk, R&B, and rock music to enhance chord progressions and add complexity to solos. The Dominant 7th arpeggio can convey a sense of anticipation or a strong resolution, depending on the context in which it is used.\n\n### Songs Utilizing Dominant 7th Arpeggio in C#\nHere are three songs that showcase the use of the Dominant 7th arpeggio in the key of C#:\n1. **\"Sweet Home Chicago\" by Robert Johnson**: This blues classic prominently features the Dominant 7th arpeggio in various sections of the song, adding a gritty and authentic blues sound.\n2. **\"Blue Monk\" by Thelonious Monk**: In this jazz standard, the Dominant 7th arpeggio in C# is utilized by the piano and other instruments to create a sophisticated and swinging composition.\n3. **\"Superstition\" by Stevie Wonder**: The iconic guitar riff in this funk hit incorporates the Dominant 7th arpeggio in C#, contributing to the song's groovy and infectious vibe."}