{"title":"Arpeggio: Dominant 7#5 in A","content":"# Arpeggio: Dominant 7#5 in A\n\n## Brief Presentation of Arpeggio\n\nThe dominant 7#5 arpeggio in A is a musical construct derived from the A dominant 7#5 chord. It consists of the notes A, C#, E, and G. This arpeggio adds color and tension to musical pieces due to the augmented fifth (C#) compared to a standard dominant 7 arpeggio.\n\n## Breakdown of Notes and Intervals\n\n- A (Root)\n- C# (Major 3rd)\n- E (Augmented 5th)\n- G (Minor 7th)\n\n## Genre and Musical Flavor\n\nThis arpeggio is often used in jazz, fusion, and progressive rock genres to create a sense of tension and dissonance. The augmented 5th provides a unique and edgy sound that can be both jarring and captivating to the listener. When used in improvisation, it can add a sense of unpredictability and excitement to the music.\n\n## Songs Using Dominant 7#5 Arpeggio in A\n\n1. **Song:** \"Birdland\" by Weather Report\n   - **Artist:** Weather Report\n   - **Genre:** Jazz Fusion\n   - **Use of Arpeggio:** This song features intricate jazz fusion improvisations that often incorporate the dominant 7#5 arpeggio, adding a complex and adventurous vibe to the music.\n\n2. **Song:** \"The Chicken\" by Jaco Pastorius\n   - **Artist:** Jaco Pastorius\n   - **Genre:** Jazz Fusion\n   - **Use of Arpeggio:** Jaco's bass solo in this funky jazz fusion tune showcases the use of dominant 7#5 arpeggios, highlighting the bold and energetic nature of the arpeggio.\n\n3. **Song:** \"Scarified\" by Racer X\n   - **Artist:** Racer X\n   - **Genre:** Shred Metal/Instrumental Rock\n   - **Use of Arpeggio:** This fast-paced instrumental rock track by Racer X features blazing guitar solos that incorporate the dominant 7#5 arpeggio, adding a fiery and technical element to the music.\n\nThis reference sheet provides students with a comprehensive overview of the dominant 7#5 arpeggio in A, its notes and intervals, typical usage in genres, and examples of songs where it is featured prominently."}