{"title":"Chord: Dominant 7#5 in A# (Shape: E)","content":"# Dominant 7#5 Chord in A# (Shape: E)\n\n### Chord Description:\nThe Dominant 7#5 chord is a jazz chord containing the root, major 3rd, augmented 5th, and minor 7th. In the key of A#, the Dominant 7#5 chord, built off the 5th degree of the scale (E), includes the notes E, G#, B#, and D. Played predominantly in jazz and fusion music, the Dominant 7#5 chord adds tension and a sense of dissonance, creating a unique and colorful sound.\n\n### Notes and Intervals:\n- **E** - Root\n- **G#** - Major 3rd\n- **B#** - Augmented 5th\n- **D** - Minor 7th\n\n### Musical Flavor:\nThe Dominant 7#5 chord in A# (Shape: E) offers a complex and intriguing flavor to music. With its augmented 5th, this chord carries a sense of tension and excitement. It can be used to add spice and dissonance to jazz, fusion, and other genres seeking unconventional harmonic textures.\n\n### Songs Using Dominant 7#5 Chord in A# (Shape: E):\n1. **Song:** \"So What\" by Miles Davis\n   - **Genre:** Jazz\n   - **Description:** Miles Davis' iconic jazz composition \"So What\" prominently features the Dominant 7#5 chord, particularly in the chord progression that is a hallmark of modal jazz.\n  \n2. **Song:** \"Spain\" by Chick Corea\n   - **Genre:** Jazz Fusion\n   - **Description:** Chick Corea's \"Spain\" showcases sophisticated harmonic progressions with the Dominant 7#5 chord, characteristic of the fusion genre that combines elements of jazz and rock.\n\n3. **Song:** \"Blue in Green\" by Bill Evans\n   - **Genre:** Jazz\n   - **Description:** Bill Evans' emotive ballad \"Blue in Green\" utilizes the Dominant 7#5 chord to create a melancholic and introspective atmosphere, highlighting the chord's expressive capabilities in jazz piano playing.\n\nThis reference sheet provides students with insights into the Dominant 7#5 chord in A# (Shape: E), its notes and intervals, its musical application and flavor, as well as examples of songs where this chord is used effectively."}