{"title":"Scale: Major in E (Mode: Dorian)","content":"# Major Scale in E (Mode: Dorian)\n\nThe major scale in E, but using the Dorian mode, provides an interesting twist to the traditional major scale. In this mode, the sixth degree of the scale is raised by a half step compared to the natural minor scale, giving it a unique flavor.\n\n## Notes and Intervals:\n- E (Root)\n- F# (Major 2nd)\n- G (Major 3rd)\n- A (Perfect 4th)\n- B (Perfect 5th)\n- C# (Major 6th)\n- D (Minor 7th)\n- E (Octave)\n\nThe intervals in this scale are as follows:\n- Root - Major 2nd: Whole Step\n- Major 2nd - Major 3rd: Whole Step\n- Major 3rd - Perfect 4th: Half Step\n- Perfect 4th - Perfect 5th: Whole Step\n- Perfect 5th - Major 6th: Whole Step\n- Major 6th - Minor 7th: Whole Step\n- Minor 7th - Octave: Half Step\n\n## Genre and Flavor:\nThe Major scale in E (Dorian mode) is often used in jazz, funk, and blues music. It has a soulful and jazzy flavor that can evoke both a sense of nostalgia and a feeling of sophistication. The raised sixth degree in the Dorian mode adds a touch of tension and intrigue to the traditional major sound, making it a popular choice for musicians looking to infuse their music with a bit of complexity.\n\n## Sample Songs:\n1. **Song:** \"So What\" by Miles Davis\n   - **Genre:** Jazz\n   - **Key:** E Dorian\n   - This iconic jazz piece by Miles Davis is a perfect example of how the E Dorian mode can be used to create a laid-back and cool vibe. The modal interchange between E Dorian and D Major adds depth and interest to the harmonic structure of the song.\n\n2. **Song:** \"Use Me\" by Bill Withers\n   - **Genre:** Funk/Soul\n   - **Key:** E Dorian\n   - Bill Wither's classic hit \"Use Me\" showcases the smooth and groovy sound of the E Dorian mode. The use of this scale contributes to the song's soulful and infectious rhythm that keeps listeners moving.\n\n3. **Song:** \"Crossroads\" by Cream\n   - **Genre:** Blues Rock\n   - **Key:** E Dorian\n   - In the blues rock anthem \"Crossroads\" by Cream, the E Dorian scale adds a touch of mystery and intensity to the guitar riffs and solos. The modal interchange between E Dorian and E Minor helps create a dynamic and powerful sound that is characteristic of blues rock music."}