{"title":"Arpeggio: Dominant 7#5 in C (Shape: E)","content":"# Arpeggio: Dominant 7#5 in C (Shape: E)\n\n## Introduction\nThe Dominant 7#5 arpeggio is an interesting and distinct musical entity that adds color and tension to your playing. It consists of the 1st, 3rd, #5th, and b7th degrees of a dominant 7th chord. When played in the key of C using the E shape, it creates a unique sound that can be used to add tension and create movement in your music.\n\n## Notes and Intervals\nThe notes in the Dominant 7#5 arpeggio in the key of C using the E shape are as follows:\n- C (Root)\n- E (3rd)\n- G# (#5th)\n- Bb (b7th)\n\nThe intervals between these notes are:\n- Root to 3rd (Major 3rd)\n- 3rd to #5th (Augmented 5th)\n- #5th to b7th (Minor 3rd)\n\n## Genre and Flavor\nThe Dominant 7#5 arpeggio is often used in jazz, fusion, and other genres that incorporate complex harmonies and adventurous improvisation. Its augmented 5th adds a unique tension to the sound, creating a sense of unpredictability and excitement. When used in these genres, it can add a sense of sophistication and intrigue to your playing.\n\n## Songs\nHere are three songs that use the Dominant 7#5 arpeggio in their compositions:\n1. **\"Giant Steps\" by John Coltrane**: This jazz standard features rapid chord changes and uses the Dominant 7#5 arpeggio to create tension and movement in the improvisational solos.\n2. **\"Spain\" by Chick Corea**: This jazz fusion piece incorporates the Dominant 7#5 arpeggio in its complex harmonic structure, adding a touch of modernity and sophistication to the composition.\n3. **\"Bright Size Life\" by Pat Metheny**: In this jazz fusion tune, the Dominant 7#5 arpeggio is used to create harmonic interest and tension, contributing to the overall adventurous sound of the piece.\n\nLearning to incorporate the Dominant 7#5 arpeggio in your playing can open up a world of musical possibilities and add depth to your improvisation skills. Experiment with incorporating this arpeggio into your solos and compositions to explore its unique flavor and harmonic richness."}