{"title":"Scale: Harmonic in A (Mode: Lydian #2, Shape: D)","content":"# Scale: Harmonic in A (Mode: Lydian #2, Shape: D)\n\n## Brief Description:\nThe Harmonic in A scale, also known as Mode Lydian #2 in D shape, is a unique and exotic scale that can add an intriguing flavor to your music. It is closely related to the Harmonic Minor scale but with some alterations. This scale is not as commonly used as major or minor scales, which can make it a fresh and interesting choice for musicians looking to experiment with different sounds.\n\n## Notes and Intervals:\nThe Harmonic in A scale consists of the following notes when played in D shape:\n- A\n- B\n- C#\n- D#\n- E\n- F#\n- G#\n- A\n\nThe intervals for this scale are as follows:\n- Root (A)\n- Major 2nd (B)\n- Augmented 3rd (#C)\n- Augmented 4th (#D)\n- Perfect 5th (E)\n- Augmented 6th (#F)\n- Augmented 7th (#G#)\n- Octave (A)\n\n## Musical Flavor and Genre:\nThe Harmonic in A scale, with its augmented intervals, produces a mysterious and exotic sound. The augmented 3rd, 4th, 6th, and 7th intervals give this scale its distinctive and slightly dissonant quality. This unique flavor can add tension and drama to your music, making it suitable for genres that aim to evoke a sense of mystery or exoticism. It is often used in fusion, jazz, world music, and experimental genres.\n\n## Songs:\nHere are three songs that feature the Harmonic in A scale in their composition:\n1. **\"Caravan\" by Duke Ellington**: This jazz standard often incorporates exotic scales like the Harmonic in A to create an adventurous and captivating musical journey.\n2. **\"Mombasa\" by Tommy Emmanuel**: This instrumental piece showcases the versatility of the Harmonic in A scale in a contemporary fingerstyle guitar context.\n3. **\"Astral Projection\" by Shpongle**: In the realm of psychedelic and ambient music, artists like Shpongle use scales like Harmonic in A to transport listeners to otherworldly realms through their sonic landscapes.\n\nThis reference sheet can serve as a helpful guide for music students looking to explore the unique characteristics and applications of the Harmonic in A scale in their musical endeavors."}