{"title":"Scale: Melodic in C (Mode: Lydian dominant, Shape: C)","content":"# Scale: Melodic Scale in C (Mode: Lydian Dominant)\n\nThe Melodic scale in C, when played in Lydian dominant mode, gives a unique and exotic sound that you can use to add color and tension to your music. When starting on the note C, this scale includes the notes: C - D - E - F# - G - A - Bb. It is essentially a major scale with a raised fourth and a minor seventh, distinguishing it from the traditional Lydian mode.\n\nThis scale is characterized by its bright and lively sound, which can be both dramatic and mysterious. It is often used in jazz, fusion, and world music to create tension and a sense of unpredictability in the harmonies and melodies.\n\n## Notes and Intervals:\n- **C** - Root Note\n- **D** - Major 2nd\n- **E** - Major 3rd\n- **F#** - Augmented 4th (#4)\n- **G** - Perfect 5th\n- **A** - Major 6th\n- **Bb** - Minor 7th\n\n## Musical Flavor:\nThe Melodic scale in C, played in Lydian dominant mode, offers a mix of brightness and tension. The raised fourth (F#) creates a sense of tension and anticipation, while the minor seventh (Bb) adds depth and color to the scale. This unique combination of intervals results in a scale that evokes an exotic and mysterious musical flavor, perfect for adding interest and complexity to your compositions.\n\n## Songs:\nHere are three songs that feature the Melodic scale in C (Lydian dominant mode) prominently in their melodies or chord progressions:\n\n1. **\"Spain\" by Chick Corea**  \n   This jazz fusion classic prominently features the Melodic scale in C to create an engaging and dynamic musical landscape.\n\n2. **\"Mysterious Traveller\" by Weather Report**  \n   Weather Report masterfully incorporates the Melodic scale in C (Lydian dominant) in this atmospheric and adventurous jazz fusion piece.\n\n3. **\"Caravan\" by Duke Ellington and Juan Tizol**  \n   \"Caravan\" utilizes the Melodic scale in C to infuse a sense of exoticism and mystery into this timeless jazz standard."}