{"title":"Scale: Minor in C (Single, Shape: E)","content":"# Minor Scale in C (Single Shape: E)\n\nThe Minor scale is a common scale used in music. In this case, we are focusing on the Minor scale in the key of C. When played on the guitar in a single shape, often referred to as Shape E, the pattern and intervals remain consistent across the fretboard, providing a distinct sound characteristic of the Minor scale.\n\n## Notes and Intervals\n\nThe C Minor scale contains the following notes in this specific shape:\n\n- C (Root)\n- D\n- Eb (or D#)\n- F\n- G\n- Ab (or G#)\n- Bb (or A#)\n- C (Higher octave of the root)\n\nThe intervals between these notes create the unique sound of the Minor scale. The formula for a natural minor scale is whole step - half step - whole step - whole step - half step - whole step - whole step. Applying this formula to the C Minor scale results in the sequence of notes outlined above.\n\n## Genre and Musical Flavor\n\nThe Minor scale in C, particularly played with the Single Shape E on the guitar, is often used in various genres to convey a sense of melancholy, tension, or depth in music. It is commonly found in genres such as rock, metal, blues, jazz, and classical music. The Minor scale provides a darker and more somber flavor compared to its Major counterpart.\n\n## Songs\n\nHere are three popular songs that utilize the Minor scale in C (Single Shape: E) prominently:\n\n1. **\"Stairway to Heaven\" by Led Zeppelin** - The iconic guitar solo in this classic rock song features sections where the guitarist employs the C Minor scale in Shape E to create a haunting and emotional melody.\n  \n2. **\"All Along the Watchtower\" by Jimi Hendrix** - This blues-rock interpretation prominently features the C Minor scale in various guitar riffs and solos, adding a gritty and intense vibe to the music.\n\n3. **\"Moonlight Sonata\" by Ludwig van Beethoven** - In this classical piece, Beethoven utilizes the C Minor scale to evoke a sense of drama and introspection in the hauntingly beautiful melody.\n\nThese songs showcase the versatility and emotional depth that the Minor scale in C (Single Shape: E) can bring to music across different genres."}