{"title":"Scale: Harmonic in B (Mode: Lydian #2, Shape: C)","content":"# Scale: Harmonic in B (Mode: Lydian #2, Shape: C) \n\n### Brief Description\nThe Harmonic scale mode in B, specifically the Lydian #2 mode with shape C, is a unique and exotic scale. It features a raised fourth and augmented second scale degrees, which gives it an intriguing and mysterious sound. This scale can be used to add tension and flavor to your music, particularly when looking for a more exotic and colorful vibe.\n\n### Notes and Intervals\nThe notes in the Harmonic scale in B (Lydian #2, Shape C) are: B - C# - D# - E# - F# - G# - A. The intervals within this scale are as follows:\n- Root (B)\n- Major Second (C#)\n- Augmented Third (D#)\n- Augmented Fourth (#E)\n- Perfect Fifth (F#)\n- Augmented Sixth (G#)\n- Minor Seventh (A)\n\n### Genre and Musical Flavor\nThe Harmonic scale in B (Lydian #2, Shape C) is often used in genres that require a more exotic and mystical sound. It can be found in various forms of world music, fusion, progressive rock, and jazz fusion. This scale provides a unique flavor to compositions, adding tension, and a touch of the unknown to the music. It can evoke feelings of mystery, suspense, and otherworldliness, making it a powerful tool for creating atmosphere in your compositions.\n\n### Songs\nHere are three songs that use the Harmonic scale in B (Lydian #2, Shape C) in their compositions:\n1. **\"Miles Beyond\" by Mahavishnu Orchestra**: This jazz fusion masterpiece by Mahavishnu Orchestra features complex harmonic and melodic structures where the Harmonic scale in B is employed to create tension and depth.\n   \n2. **\"The Dance of Eternity\" by Dream Theater**: Known for their progressive metal sound, Dream Theater incorporates the Harmonic scale in B in this epic instrumental track, adding a mystical and intricate element to the music.\n\n3. **\"The Awakening\" by Joseph Curiale**: An orchestral piece by composer Joseph Curiale, \"The Awakening\" uses the Harmonic scale in B to create a haunting and ethereal atmosphere, showcasing the scale's ability to convey emotion and depth."}