{"title":"Scale: Major in C (Mode: Aeolian)","content":"# Major Scale in C (Aeolian Mode)\n\nThe major scale is a fundamental musical entity in Western music. The major scale in C is known for its bright and happy sound. When the major scale is used in the Aeolian mode, it takes on a more somber and melancholic quality. This gives it a versatile nature, allowing it to be used in various musical contexts to evoke different emotions.\n\n## Notes and Intervals\nThe C major scale in Aeolian mode follows the sequence of whole and half steps (W-W-H-W-W-W-H). This gives us the notes of C, D, E♭, F, G, A♭, and B♭. The intervals in this scale are as follows:\n- Root (C)\n- Major 2nd (D)\n- Minor 3rd (E♭)\n- Perfect 4th (F)\n- Perfect 5th (G)\n- Minor 6th (A♭)\n- Minor 7th (B♭)\n\nThis unique combination of notes and intervals in the Aeolian mode of the C major scale creates its distinct sound.\n\n## Genre and Musical Flavor\nThe major scale in C, particularly in its Aeolian mode, is commonly used in various genres including jazz, blues, rock, and pop. In the Aeolian mode, the major scale takes on a darker and emotional quality, making it suitable for ballads, soulful songs, and introspective pieces. It adds depth and richness to compositions, providing a sense of longing and contemplation in the music.\n\n## Songs\nHere are three well-known songs that use the major scale in C (Aeolian mode):\n1. **\"Someone Like You\" by Adele**: This heartfelt ballad showcases the melancholic sound of the major scale in C Aeolian, enhancing the emotional delivery of the lyrics.\n2. **\"Let It Be\" by The Beatles**: The iconic melody of this song is based on the C major scale in Aeolian mode, giving it a sense of peace and acceptance.\n3. **\"All of Me\" by John Legend**: With its soulful and introspective vibe, this song utilizes the C major scale in Aeolian to convey heartfelt emotions.\n\nThese songs demonstrate the versatility and emotional impact of the major scale in C when used in the Aeolian mode."}