{"title":"Arpeggio: Dominant 7#5 in A#","content":"# Arpeggio: Dominant 7#5 in A#\n\nAn arpeggio is the breaking up of a chord where the individual notes are played one after the other instead of simultaneously. In this case, we are focusing on the Dominant 7#5 arpeggio in A# (A#7#5), creating a unique and complex sound based on the A# dominant 7th chord with a raised 5th note.\n\n## Notes and Intervals\nThe A# Dominant 7#5 arpeggio in its most basic form consists of the following notes and their respective intervals:\n- A# (Root)\n- D (Major 3rd)\n- Fx/G (Augmented 5th)\n- G# (Minor 7th)\n\n## Musical Flavor and Genre\nThe Dominant 7#5 arpeggio adds tension and dissonance to the music due to the augmented 5th interval. It has a spicy and edgy character that can bring excitement and a sense of unpredictability to a piece. This arpeggio is often used in jazz, fusion, and progressive rock genres where musicians want to inject a sense of heightened tension and a touch of chromaticism into their compositions.\n\n## Songs\nHere are three songs that feature the Dominant 7#5 arpeggio in A#:\n1. **\"Spain\" by Chick Corea** - This jazz fusion classic features intricate arpeggios and complex harmony, often using the Dominant 7#5 arpeggio to add color and intensity to the musical landscape.\n   \n2. **\"The Dance of Eternity\" by Dream Theater** - Progressive metal band Dream Theater is known for incorporating challenging musical elements into their compositions. The Dominant 7#5 arpeggio can be heard in this song, showcasing its versatility in a metal context.\n   \n3. **\"Bright Size Life\" by Pat Metheny** - Jazz guitarist Pat Metheny explores various harmonies and arpeggios in his compositions. The Dominant 7#5 arpeggio is likely to make an appearance in his intricate and melodic playing style.\n\nBy studying these songs and incorporating the Dominant 7#5 arpeggio into your playing, you can add a new dimension to your musical palette and explore the richness of its unique sound."}