{"title":"Scale: Major in E (Mode: Dorian, Shape: E)","content":"## Introduction\nThe Major scale in the key of E, specifically using the Dorian mode, is an essential scale for musicians due to its rich and versatile sound. In this reference sheet, we will explore the notes and intervals of the E Major scale in Dorian mode, the genres in which it is commonly used, and provide examples of songs that utilize this scale.\n\n## Notes and Intervals\n- E (Root)\n- F# (Major 2nd)\n- G (Minor 3rd)\n- A (Perfect 4th)\n- B (Perfect 5th)\n- C# (Major 6th)\n- D (Minor 7th)\n\nThis unique combination of tones gives the Major scale in the key of E a distinctive and evocative sound, especially when utilizing the Dorian mode, which adds a slightly different flavor compared to the standard Major scale. The interval structure of the Dorian mode includes a flat 3rd and flat 7th, which gives it a more modal sound compared to the regular Major scale.\n\n## Genre and Musical Flavor\nThe Major scale in the key of E, played in the Dorian mode, is commonly used in various genres including jazz, fusion, funk, and rock. The Dorian mode's addition of the minor 3rd and minor 7th gives this scale a slightly darker and jazzier sound compared to the traditional Major scale. This makes it ideal for creating sophisticated and emotive melodies, solos, and chord progressions.\n\n## Songs Utilizing E Major Dorian Scale\n1. **\"So What\" by Miles Davis** - This jazz classic prominently features the Dorian mode in the key of E, creating a cool and modal atmosphere throughout the piece.\n  \n2. **\"Use Me\" by Bill Withers** - This soulful funk track uses elements of the E Major Dorian scale to craft its groovy bassline and captivating melody.\n  \n3. **\"Scar Tissue\" by Red Hot Chili Peppers** - This alternative rock hit incorporates the E Major Dorian scale to infuse its melody with a melancholic yet uplifting vibe that is characteristic of the scale.\n\nThese songs are excellent examples of how the E Major scale in Dorian mode can be used effectively in different musical contexts to evoke specific emotions and create memorable musical moments."}