{"title":"Scale: Harmonic in C# (Mode: Ultra locrian, Shape: D)","content":"# C# Harmonic Scale (Ultra Locrian Mode, D Shape)\n\n## Brief Presentation\nThe C# Harmonic Scale in the Ultra Locrian mode, using the D shape, is a challenging yet intriguing scale used in various types of music. It has a dark and exotic sound, making it a favorite among musicians looking to add tension and a sense of mystery to their compositions.\n\n## Notes and Intervals\n- The notes in the C# Harmonic Scale in the Ultra Locrian mode (using the D shape) are: C#, D, E, F, G, A, B#\n\n- The intervals in this scale are as follows:\n  - Root (C#)\n  - Major 2nd (D)\n  - Minor 3rd (E)\n  - Perfect 4th (F)\n  - Diminished 5th (G)\n  - Minor 6th (A)\n  - Major 7th (B#)\n\n## Genre and Musical Flavor\nThe C# Harmonic Scale in the Ultra Locrian mode with the D shape is commonly used in genres that require a touch of dissonance and tension. It is often found in genres like metal, progressive rock, and jazz fusion, where musicians appreciate its dark and edgy sound. This scale adds a complex and mysterious flavor to compositions, making it an excellent choice for creating a sense of unease or intrigue.\n\n## Songs\nHere are three songs that use the C# Harmonic Scale in the Ultra Locrian mode (D shape) to create their distinct sound:\n1. Song: \"The Glass Prison\" by Dream Theater\n   - This progressive metal masterpiece showcases the dark and intense sound of the C# Harmonic Scale in its intricate riffs and solos.\n   \n2. Song: \"Black Sabbath\" by Black Sabbath\n   - The iconic riff in this classic heavy metal song utilizes the unique flavor of the C# Harmonic Scale to create a foreboding atmosphere.\n\n3. Song: \"Stratus\" by Billy Cobham\n   - A jazz fusion classic, \"Stratus\" features complex rhythms and melodies that utilize the C# Harmonic Scale to add depth and tension to the composition.\n\nThis reference sheet should provide music students with a solid understanding of the C# Harmonic Scale in the Ultra Locrian mode (D shape) and how it is used in various genres and songs."}