{"title":"Scale: Major in B (Mode: Phrygian, Shape: C)","content":"# Major Scale in B (Mode: Phrygian, Shape: C)\n\n---\n\n## Scale Overview\n\nThe Major scale in the key of B, played in the Phrygian mode and with the shape of C, is a musical scale that contains the following notes: B, C, D#, E, F#, G, A. The Phrygian mode is the third mode of the major scale and is known for its distinctive minor sound due to its flattened second degree. When playing the B Major scale in the Phrygian mode with the shape of C, you'll encounter a unique flavor that can evoke various emotions depending on how it is used within a musical context.\n\n---\n\n## Notes and Intervals\n\n- B (Root)\n- C (Minor 2nd)\n- D# (Major 3rd)\n- E (Perfect 4th)\n- F# (Perfect 5th)\n- G (Minor 6th)\n- A (Minor 7th)\n\nThe intervals in the B Major scale played in the Phrygian mode with the shape of C create a distinctive tonal quality that sets it apart from other scales. The minor 2nd between B and C, along with the minor 6th between B and G, contribute to the scale's characteristic sound.\n\n---\n\n## Genre and Musical Flavor\n\nThe Major scale in B played in the Phrygian mode with the shape of C is often utilized in genres that require a darker or more mysterious tonal quality. This scale can add tension and drama to a musical piece, making it suitable for genres such as metal, rock, and certain styles of jazz where a more complex harmonic palette is desired. When used effectively, this scale can create a hauntingly beautiful atmosphere that resonates with listeners.\n\n---\n\n## Songs\n\nHere are three songs that utilize the Major scale in B (Mode: Phrygian, Shape: C):\n\n1. **\"Black Sabbath\" by Black Sabbath** - This iconic track by Black Sabbath features heavy guitar riffs centered around the B Phrygian mode, creating a dark and menacing atmosphere.\n\n2. **\"Purple Haze\" by Jimi Hendrix** - Jimi Hendrix's classic hit \"Purple Haze\" incorporates elements of the B Phrygian mode, giving the song a psychedelic and otherworldly vibe.\n\n3. **\"So What\" by Miles Davis** - This jazz standard by Miles Davis showcases the Phrygian mode in a modal jazz context, highlighting the unique tonal colors that can be achieved with this scale.\n\n---\n\nThis reference sheet provides an overview of the Major scale in B played in the Phrygian mode with the shape of C, including its notes, intervals, genre associations, musical flavor, and examples of songs that feature this scale. Students can use this information as a guide to explore the characteristics and uses of this scale in their musical studies."}