{"title":"Scale: Harmonic in E (Mode: Lydian #2, Shape: G)","content":"# Overview of Harmonic in E (Mode: Lydian #2, Shape: G)\n\nThe Harmonic scale in E, specifically in the mode of Lydian #2 with the shape of G, is a unique and exotic scale that can add interesting colors and flavors to your music compositions. This scale incorporates a Lydian sound with a raised 2nd degree, giving it a distinctive and slightly dissonant quality that sets it apart from more common scales.\n\n---\n\n# Notes and Intervals Breakdown\n\nThe E Harmonic scale in Lydian #2 (Shape G) consists of the following notes:\n\n- E (Root)\n- F# (Major 2nd)\n- G# (Augmented 3rd)\n- A# (Augmented 4th)\n- B (Perfect 5th)\n- C# (Major 6th)\n- D# (Major 7th)\n\nThis scale introduces a unique twist by including the augmented 3rd and 4th degrees along with the standard major intervals, creating a rich sound full of tension and resolution.\n\n---\n\n# Genre and Musical Flavor\n\nThe Harmonic in E (Lydian #2, Shape G) scale is often used in genres that require a slightly exotic or mysterious sound. It can add a sense of intrigue and drama to compositions, making it a popular choice in genres like fusion, jazz, and progressive rock. This scale's distinct intervals and dissonant qualities make it perfect for creating tension and building musical interest.\n\n---\n\n# Songs Utilizing the E Harmonic Scale (Lydian #2, Shape G)\n\n1. **\"Dreams\" by Guthrie Govan:** Guthrie Govan, a renowned guitarist, showcases the harmonic scale in E (Lydian #2, Shape G) in this instrumental fusion piece. The scale adds a dreamy and otherworldly vibe to the song, highlighting Govan's incredible skill and creativity.\n\n2. **\"The Awakening\" by Dweezil Zappa:** Dweezil Zappa incorporates the E Harmonic scale in Lydian #2 (Shape G) in this progressive rock track. The scale contributes to the song's complex and captivating sound, demonstrating Zappa's fearless exploration of unique musical elements.\n\n3. **\"Beyond the Horizon\" by Animals as Leaders:** This instrumental metal band often incorporates exotic scales like the E Harmonic scale in their compositions. \"Beyond the Horizon\" features intricate guitar work that showcases the scale's tension and resolution, adding depth and intensity to the music.\n\nThese songs exemplify the versatility and creativity that the E Harmonic scale in Lydian #2 (Shape G) can bring to musical compositions, making it a valuable tool for musicians seeking to push the boundaries of traditional harmony."}