{"title":"Chord: Dominant 7#5 in D (Shape: E)","content":"# Chord: Dominant 7#5 in D (Shape: E)\n\n## Overview\nThe Dominant 7#5 chord, also known as a Dominant 7 sharp 5 chord, is a jazzy and dissonant chord that adds a unique color to musical compositions. This chord is often used to create tension and movement in jazz, funk, and fusion genres. The Dominant 7#5 in the key of D with the E shape on the guitar brings a bright and edgy sound to a piece of music.\n\n## Notes and Intervals\nThe Dominant 7#5 chord in D with the E shape consists of the following notes and intervals:\n- **Root (D)**\n- **Major 3rd (F#)**\n- **Augmented 5th (A#)**\n- **Minor 7th (C)**\n\nThis specific voicing of the Dominant 7#5 chord produces a spicy and dissonant sound due to the augmented 5th interval (A#) which adds tension and color to the chord.\n\n## Genre and Musical Flavor\nThe Dominant 7#5 chord is commonly found in jazz, funk, and fusion music due to its unique and complex sound. When used in these genres, the Dominant 7#5 chord adds a sense of sophistication and unpredictability to the music. It creates a sense of tension that can resolve beautifully to a more stable chord, adding depth and interest to musical compositions.\n\n## Examples in Songs\nHere are three songs that feature the Dominant 7#5 chord in D with the E shape:\n1. **\"Spain\" by Chick Corea** - This jazz fusion classic prominently features the Dominant 7#5 chord in various sections of the piece, adding a modern and dynamic flair to the composition.\n2. **\"Cissy Strut\" by The Meters** - In this funk masterpiece, the Dominant 7#5 chord appears in the rhythmic guitar parts, enhancing the groove and funky vibe of the song.\n3. **\"Giant Steps\" by John Coltrane** - This jazz standard includes sections with the Dominant 7#5 chord, showcasing its versatility and complexity in a harmonic context.\n\nBy exploring these songs, aspiring musicians can gain a better understanding of how the Dominant 7#5 chord in D with the E shape can be utilized to create innovative and engaging music within various genres."}