{"title":"Scale: Major in E (Mode: Lydian, Shape: C)","content":"# Major Scale in E (Lydian Mode - Shape: C)\n\nThe Major scale in E, specifically played in the Lydian mode with the C shape, offers a bright and dreamy sound characterized by its raised 4th note compared to a standard Major scale. This mode provides a unique flavor that can be heard in various genres like jazz, fusion, and progressive rock. The Lydian mode in a Major scale brings an ethereal and mystical quality to the music, often creating a sense of floating or suspension due to its raised 4th note.\n\n## Notes and Intervals\n- E (Root)\n- F# (Major 2nd)\n- G# (Major 3rd)\n- A# (Augmented 4th)\n- B (Major 5th)\n- C# (Major 6th)\n- D# (Major 7th)\n\nThe intervals in the E Major scale with the Lydian mode C shape are Root (I), Major 2nd (II), Major 3rd (III), Augmented 4th (#IV), Major 5th (V), Major 6th (VI), and Major 7th (VII).\n\n## Genre and Musical Flavor\nThe Major scale in E with the Lydian mode and C shape is commonly used in genres that require a sense of lift and positivity. It is often found in jazz fusion compositions, progressive rock ballads, and experimental music where musicians aim to evoke an otherworldly and celestial atmosphere. The bright and slightly dissonant nature of the raised 4th note brings a sense of intrigue and wonder to the music, making it suitable for creating dream-like sonic landscapes.\n\n## Songs\nHere are three songs that use the Major scale in E with the Lydian mode (Shape: C):\n1. \"Flying in a Blue Dream\" by Joe Satriani - This instrumental piece showcases the Lydian mode's dreamy quality in a fusion of rock and jazz elements.\n2. \"Pleiadian Agenda\" by Scale the Summit - In this progressive rock track, the band explores the ethereal sound of the Lydian mode within intricate instrumental passages.\n3. \"Spain\" by Chick Corea - A jazz fusion classic, this composition features the Major scale in E with the Lydian mode to create a captivating and uplifting musical journey."}