{"title":"Scale: Harmonic in C (Mode: Ultra locrian)","content":"# Scale: Harmonic in C (Mode: Ultra Locrian)\n\nThe Harmonic scale in C, specifically in the mode Ultra Locrian, is an interesting and exotic scale that can add a unique sound to your musical compositions. This scale is derived from the seventh mode of the harmonic minor scale, and it is sometimes referred to as the \"Super Locrian\" scale.\n\n## Notes and Intervals\n\nHere are the notes in the Harmonic scale in C (Ultra Locrian mode):\n\n- C\n- Db\n- Ebb\n- Fb\n- Gb\n- Ab\n- Bb\n\nThe intervals for this scale are as follows:\n\n- Root (C)\n- Minor 2nd (Db)\n- Diminished 3rd (Ebb)\n- Diminished 4th (Fb)\n- Diminished 5th (Gb)\n- Minor 6th (Ab)\n- Minor 7th (Bb)\n\n## Genre and Musical Flavor\n\nThe Harmonic scale in C (Ultra Locrian mode) is not commonly used in mainstream music but is often found in jazz, fusion, and experimental music. It has a dark, exotic, and mysterious sound due to the flattened 2nd, 3rd, 4th, 5th, 6th, and 7th intervals. This scale can evoke feelings of tension and suspense, making it a great choice for adding a sense of drama to your compositions.\n\n## Songs\n\nHere are three songs that utilize the Harmonic scale in C (Ultra Locrian mode) in their compositions:\n\n1. \"Giant Steps\" by John Coltrane - While not exclusively using the Ultra Locrian mode, this jazz standard features complex harmonic movements that can be analyzed within the context of the Harmonic scale.\n  \n2. \"Eronel\" by Thelonious Monk - This jazz composition showcases Monk's innovative approach to harmony and melody, which may feature elements of the Ultra Locrian mode.\n\n3. \"Beyond All Limits\" by Allan Holdsworth - The late fusion guitarist was known for his use of complex scales and modes, and the Harmonic scale in the Ultra Locrian mode may have been present in some of his compositions.\n\nThese songs are great examples of how the Harmonic scale in C (Ultra Locrian mode) can be used in different musical contexts and genres."}