{"title":"Chord: sus2 in C# (Shape: A)","content":"# Chord: sus2 in C# (Shape: A)\n\n## Brief Presentation\nThe **sus2** chord in the key of **C#** played in the **A shape** is a harmonic structure that includes the root note (**C#**), the major second (**D#**), and the perfect fifth (**G#**). This chord, often referred to as the suspended second chord, creates a dreamy and ethereal sound, providing a sense of suspension and resolution when used in musical compositions.\n\n## Notes and Intervals\n- **Root**: C#\n- **Second**: D#\n- **Fifth**: G#\n\nThe intervals for this chord are as follows:\n- **Root to Second**: Major Second\n- **Root to Fifth**: Perfect Fifth\n- **Second to Fifth**: Minor Sixth\n\n## Genre and Musical Flavor\nThe **sus2** chord in **C# (Shape: A)** is commonly used in various genres such as folk, pop, rock, and acoustic music. It has a soothing and open sound that adds a sense of lightness and calmness to a musical piece. This chord can evoke feelings of introspection, nostalgia, and tranquility, making it a popular choice for creating emotional and atmospheric compositions.\n\n## Songs Featuring sus2 in C# (Shape: A)\n1. **\"Blackbird\" by The Beatles**: This iconic song features the **sus2** chord in various parts of the melody, adding a sense of beauty and simplicity to the composition.\n   \n2. **\"Fast Car\" by Tracy Chapman**: The **sus2** chord in **C#** (Shape: A) is used in the progression of this heartfelt ballad, enhancing the emotional depth and sincerity of the song.\n   \n3. **\"Hallelujah\" by Jeff Buckley**: In this haunting and soulful rendition of Leonard Cohen's classic, the **sus2** chord in **C#** (Shape: A) is utilized to create a melancholic and contemplative atmosphere, resonating with listeners on a profound level.\n\n---\nThis reference sheet provides an overview of the **sus2** chord in **C#** played in the **A shape**, including its notes, intervals, genre usage, musical flavor, and examples of songs where this chord is prominently featured."}