{"title":"Scale: Major in F (Mode: Ionian, Shape: C)","content":"# Major Scale in F (Ionian Mode, Shape: C)\n\nThe Major scale, also known as the Ionian mode, is a fundamental and widely used scale in music. In this reference sheet, we will explore the Major scale in the key of F with the shape based on the note C.\n\n## Notes and Intervals\n\nThe F Major scale consists of the following notes and corresponding intervals:\n- F (Root)\n- G (Major 2nd)\n- A (Major 3rd)\n- Bb (Perfect 4th)\n- C (Perfect 5th)\n- D (Major 6th)\n- E (Major 7th)\n- F (Octave)\n\nThe intervals in the F Major scale are as follows:\n- Root (F) - Major 2nd (G) - Major 3rd (A) - Perfect 4th (Bb) - Perfect 5th (C) - Major 6th (D) - Major 7th (E) - Octave (F)\n\n## Genre and Flavor\n\nThe Major scale in F, when played with the note C as the base or shape reference, carries a bright and uplifting sound characteristic of major scales. It is commonly used in a variety of genres, including pop, rock, classical, and jazz music. The scale's tonality conveys a sense of happiness, positivity, and resolution, making it a popular choice for creating melodies and harmonies in a wide range of musical contexts.\n\n## Songs\n\nHere are three songs that prominently feature the F Major scale, showcasing its melodic and harmonic qualities:\n1. **\"Hey Jude\" by The Beatles:** This iconic Beatles song prominently features the F Major scale in its uplifting and sing-along chorus.\n2. **\"Piano Man\" by Billy Joel:** The intro and verses of this classic Billy Joel song make use of the F Major scale, contributing to its nostalgic and heartfelt mood.\n3. **\"Uptown Funk\" by Mark Ronson ft. Bruno Mars:** Elements of the F Major scale can be heard in the funky and lively melody of this popular modern hit, adding to its energetic and danceable vibe.\n\nThis reference sheet provides an overview of the Major scale in F with the shape based on the note C, highlighting its notes, intervals, genre suitability, musical flavor, and examples of songs where it is utilized."}