{"title":"Scale: Blues major in C (Single, Shape: E)","content":"# Blues Major Scale in C\n\nThe Blues Major Scale in C is a powerful and expressive musical entity that is commonly used in a variety of genres, especially blues, rock, and jazz music. In this scale, the notes are derived from the major scale but with the addition of a lowered third (minor third) and a lowered seventh (minor seventh), giving it a distinctive bluesy sound.\n\n## Notes and Intervals\n- **C (Root)**\n- D (Major Second)\n- **Eb (Minor Third)**\n- E (Major Third)\n- **F (Perfect Fourth)**\n- G (Perfect Fifth)\n- **Ab (Minor Sixth)**\n- A (Major Sixth)\n- **Bb (Minor Seventh)**\n- C (Octave)\n\n## Musical Flavor\nThe Blues Major Scale in C has a soulful and melancholic sound due to the addition of the minor third and minor seventh intervals. It is often used to create emotional and expressive melodies, as well as to infuse a sense of tension and longing in the music. This scale is perfect for creating bluesy guitar solos, soulful vocal lines, and emotive improvisations.\n\n## Genre and Usage\nThe Blues Major Scale in C is frequently heard in blues music, as its name suggests, but it is also widely used in rock, jazz, funk, and R&B genres. It adds a touch of grit and raw emotion to the music, making it suitable for songs that aim to evoke feelings of sadness, longing, or struggle. Whether played on guitar, piano, saxophone, or vocals, this scale can enhance the emotional impact of a musical composition.\n\n## Songs\n1. **\"The Thrill is Gone\" by B.B. King** - This iconic blues track showcases the emotional depth and expressiveness of the Blues Major Scale in C, as demonstrated by B.B. King's legendary guitar playing.\n   \n2. **\"Stormy Monday\" by T-Bone Walker** - A classic blues tune that beautifully utilizes the Blues Major Scale in C to create a soulful and melancholic atmosphere.\n   \n3. **\"I'd Rather Go Blind\" by Etta James** - In this powerful ballad, Etta James employs the Blues Major Scale in C to convey heartbreak and vulnerability through her stunning vocal performance."}