{"title":"Scale: Major in E (Mode: Phrygian)","content":"# Scale: Major in E (Mode: Phrygian)\n\n## Brief Presentation\nThe Major scale is one of the most fundamental and widely used scales in Western music. In this case, we will explore the E Major scale but approached from the perspective of the Phrygian mode. The Phrygian mode is the third mode of the Major scale pattern and has a distinct sound due to its flattened 2nd scale degree, which gives it a darker and more exotic feel compared to the typical Major scale.\n\n## Notes and Intervals\nThe E Major scale in the Phrygian mode contains the following notes and corresponding intervals:\n\n- E (Root)\n- F (Minor 2nd)\n- G# (Major 3rd)\n- A (Perfect 4th)\n- B (Perfect 5th)\n- C (Minor 6th)\n- D (Minor 7th)\n\nThe unique characteristic of the Phrygian mode is the flat 2nd scale degree, which in this case is the F note. This note creates dissonance and tension, contributing to the distinct sound of the Phrygian mode.\n\n## Genre and Musical Flavor\nThe E Major scale in the Phrygian mode is often used in various genres to add a touch of exoticism and tension to the music. It can be found in genres like progressive rock, metal, flamenco, and some forms of jazz. The dark and mysterious quality of the Phrygian mode can evoke a sense of drama and intensity in musical compositions.\n\n## Songs\nHere are three songs that utilize the E Major scale in the Phrygian mode:\n\n1. **\"Enter Sandman\" by Metallica** - This iconic metal track features the use of the E Phrygian mode in the main riff, creating a heavy and ominous atmosphere.\n2. **\"Black Magic Woman\" by Santana** - Santana infuses Latin rock with the E Phrygian mode in this classic track, adding a touch of exoticism and flair to the guitar melodies.\n3. **\"Drifting\" by Andy McKee** - Acoustic guitarist Andy McKee incorporates the E Phrygian mode in this instrumental piece, showcasing the mode's versatility and emotional depth in a solo guitar composition.\n\nThese songs demonstrate how the E Major scale in the Phrygian mode can be utilized across different genres to create unique and compelling musical experiences."}