{"title":"Scale: Blues major in C (Single, Shape: C)","content":"# Blues Major Scale in C\n\nThe **Blues Major Scale** is a variation of the traditional major scale that includes specific alteration to reflect the sound and feel of the blues genre. When played in the key of C, the Blues Major Scale in C offers a soulful and vibrant tone that is commonly used in blues music to create an emotional and expressive sound.\n\n## Notes and Intervals\n\nThe Blues Major Scale in C consists of the following notes and intervals:\n\n- C (Root)\n- D (Major 2nd)\n- D# (Minor 3rd / Blue Note)\n- E (Major 3rd)\n- G (Perfect 5th)\n- A (Major 6th)\n- A# (Minor 7th / Blue Note)\n- C (Octave)\n\nThe inclusion of the \"blue notes\" (D# and A#) gives this scale its characteristic bluesy sound, adding tension and emotion to the notes when played.\n\n## Musical Genre and Flavor\n\nThe Blues Major Scale in C is predominantly used in blues music, a genre known for its emotional depth, improvisational style, and expressive performances. When used in blues music, the Blues Major Scale in C adds a distinct flavor of soulfulness, melancholy, and intensity to the music, allowing musicians to convey a range of emotions through their playing.\n\n## Songs Using Blues Major Scale in C\n\nHere are three songs that prominently feature the Blues Major Scale in C:\n\n1. **\"The Thrill Is Gone\" by B.B. King**: This iconic blues track uses the Blues Major Scale in C to create a haunting and soulful melody that showcases B.B. King's expressive guitar playing.\n\n2. **\"Stormy Monday\" by T-Bone Walker**: Another classic blues tune, \"Stormy Monday\" utilizes the Blues Major Scale in C to evoke a sense of longing and melancholy in its melodic lines.\n\n3. **\"Sweet Home Chicago\" by Robert Johnson**: This blues standard relies on the Blues Major Scale in C to deliver a gritty and emotive sound that is synonymous with Delta blues music.\n\nThese songs serve as excellent examples of how the Blues Major Scale in C can be used to enhance the emotional resonance and musical expression in blues music."}