{"title":"Scale: Major in C (Mode: Ionian, Shape: E)","content":"# Major Scale in C (Ionian Mode - Shape: E)\n\nThe **Major Scale** is a fundamental musical entity that serves as the foundation for many melodies and harmonies in Western music. In the key of C, the **C Major Scale** is often referred to as the **Ionian Mode**, which is the first mode in the major scale system. This scale consists of the notes: C, D, E, F, G, A, and B.\n\n## Notes and Intervals\n\n- **C**: Tonic or Root\n- **D**: Major 2nd above the tonic\n- **E**: Major 3rd above the tonic\n- **F**: Perfect 4th above the tonic\n- **G**: Perfect 5th above the tonic\n- **A**: Major 6th above the tonic\n- **B**: Major 7th above the tonic\n- **C**: Octave above the tonic\n\nThe intervals within the C Major Scale are as follows:\n- **Root to 2nd (D)**: Whole step\n- **Root to 3rd (E)**: Whole step\n- **Root to 4th (F)**: Half step\n- **Root to 5th (G)**: Whole step\n- **Root to 6th (A)**: Whole step\n- **Root to 7th (B)**: Whole step\n- **Root to Octave (C)**: Half step\n\n## Musical Genre and Flavor\n\nThe **Major Scale in C** is widely used in various musical genres, including pop, classical, jazz, and more. It has a bright, uplifting, and consonant sound that evokes feelings of happiness, positivity, and stability. This scale is often used in creating melodies, harmonies, and chord progressions that are catchy, melodic, and easy to sing along with.\n\n## Songs\n\nHere are three songs that prominently feature the **Major Scale in C**:\n\n1. **\"Twinkle, Twinkle, Little Star\"** - This popular children's song is a simple yet iconic example of a melody based on the C Major Scale.\n  \n2. **\"Pachelbel's Canon in D\"** - Although in D major, this classical piece uses the major scale extensively, showcasing its versatility and beauty.\n\n3. **\"Happy\" by Pharrell Williams** - The song \"Happy\" is a contemporary pop hit that utilizes the major scale, contributing to its catchy and feel-good vibe.\n\nBy understanding and mastering the **Major Scale in C (Ionian Mode - Shape: E)**, musicians can explore a wide range of musical possibilities and create melodies that are pleasing to the ear."}