{"title":"Scale: Melodic in C (Mode: Super locrian, Shape: E)","content":"# Introduction\n\nThe Melodic scale in C, specifically in the Super Locrian mode, has a unique and distinct sound. It is often used in jazz, fusion, and modern contemporary music to add a sense of tension and dissonance. This scale is derived from the 7th mode of the melodic minor scale and is also known as the Altered scale.\n\n# Notes and Intervals\n\nThe Melodic scale in C (Super Locrian mode) consists of the following notes:\n\n- C\n- Db\n- Eb\n- Fb (E)\n- Gb\n- Ab\n- Bb\n\nThe intervals in the Super Locrian mode are as follows:\n\n- Root (C)\n- Minor 2nd (Db)\n- Minor 3rd (Eb)\n- Diminished 4th (Fb/E)\n- Diminished 5th (Gb)\n- Minor 6th (Ab)\n- Minor 7th (Bb)\n\n# Musical Genre and Flavor\n\nThe Super Locrian scale is often associated with a dark, dissonant, and unresolved sound. Its tension-filled intervals create a sense of unease and mystery in the music where it is employed. This scale is commonly used in jazz improvisation, especially in situations where musicians want to create a sense of ambiguity and unpredictability in their solos.\n\n# Songs Using the Melodic Scale in C (Super Locrian Mode)\n\nHere are three songs that make use of the Melodic scale in C (Super Locrian mode) in their compositions:\n\n1. **\"Spain\" by Chick Corea** - This jazz fusion classic prominently features the use of the Super Locrian scale in its melody and improvisational sections, showcasing the scale's versatility in a rhythmic and harmonically rich setting.\n\n2. **\"Moment's Notice\" by John Coltrane** - Known for its challenging chord changes and rapid harmonic movement, this jazz standard makes strategic use of the Super Locrian scale to navigate through complex harmonic progressions with a sense of urgency and intensity.\n\n3. **\"Tension\" by Allan Holdsworth** - As a pioneering figure in jazz fusion and progressive rock guitar, Holdsworth often employed the Super Locrian scale in his compositions to create otherworldly and ethereal sonic textures, pushing the boundaries of traditional harmonic structures."}