{"title":"Arpeggio: Dominant 7th in E","content":"## Arpeggio: Dominant 7th in E\n\n### Introduction\n\nThe Dominant 7th arpeggio in the key of E is a popular musical entity that consists of four notes: E, G#, B, and D. This arpeggio is commonly used in various music genres to create tension and resolve to the tonic chord in the key of E major or E minor.\n\n### Notes and Intervals\n\n- **E**: The root note of the arpeggio, providing a stable foundation.\n- **G#**: The major 3rd interval from the root, adding a bright and colorful sound.\n- **B**: The perfect 5th interval, contributing to the full and rich harmonic structure.\n- **D**: The dominant 7th interval, creating tension and leading to resolution back to the tonic chord.\n\n### Genre and Musical Flavor\n\nThe Dominant 7th arpeggio in E is often used in genres like blues, jazz, funk, and rock. In blues and jazz music, this arpeggio is played to emphasize the dominant function of the V7 chord, creating a sense of movement and anticipation towards the resolution to the I chord. In funk and rock, the Dominant 7th arpeggio adds a dynamic and edgy flavor to guitar solos and riffs, leading to energetic and powerful musical expressions.\n\n### Songs\n\nHere are three songs that feature the Dominant 7th arpeggio in E:\n\n1. **\"Sweet Home Chicago\" by Robert Johnson** - This classic blues tune prominently features the E7 arpeggio, adding a bluesy and soulful flavor to the guitar licks.\n  \n2. **\"Autumn Leaves\" by Joseph Kosma** - In the jazz standard \"Autumn Leaves,\" the E7 arpeggio is used in the improvisation sections to create tension and color in the harmonic progression.\n  \n3. **\"Purple Haze\" by Jimi Hendrix** - The iconic riff in \"Purple Haze\" incorporates the E7 arpeggio, showcasing the arpeggio's versatility in rock music by adding a touch of dissonance and excitement.\n\n### Conclusion\n\nThe Dominant 7th arpeggio in E is a versatile and essential musical entity that adds character and flair to various music styles. Whether used in blues, jazz, funk, or rock, this arpeggio enhances chord progressions and solos with its unique blend of tension and resolution, making it a valuable tool for musicians and a key element in music theory and composition."}