{"title":"Arpeggio: Minor Major 7th in B (Shape: D)","content":"# Arpeggio: Minor Major 7th in B (Shape: D)\n\n## Brief Presentation\nThe Minor Major 7th arpeggio is a four-note arpeggio consisting of the root, minor third, fifth, and major seventh of a major scale. In the key of B, the notes for this arpeggio are B (root), D (minor third), F# (fifth), and A# (major seventh). The arpeggio shape is based on the D shape on the guitar, providing a melodic and jazzy sound.\n\n## Notes and Intervals\n- Root (B)\n- Minor Third (D)\n- Fifth (F#)\n- Major Seventh (A#)\n\n## Musical Flavor\nThe Minor Major 7th arpeggio has a sophisticated and mysterious sound due to the combination of a minor third and major seventh intervals. It is commonly used in jazz and fusion genres to add color and tension to chord progressions. The arpeggio can evoke a sense of longing, melancholy, or intrigue in a musical piece.\n\n## Genre and Usage\nThe Minor Major 7th arpeggio is often used in jazz, fusion, and progressive rock music. It provides a unique harmonic flavor and can be used to create tension and resolution in improvisations and compositions. Musicians often incorporate this arpeggio to add complexity and sophistication to their playing.\n\n## Songs\nHere are three songs that feature the Minor Major 7th arpeggio:\n1. **Song:** \"So What\"\n   - **Artist:** Miles Davis\n   - **Genre:** Jazz\n   - **Usage:** The Minor Major 7th arpeggio is used extensively in the improvisational sections of this iconic jazz piece.\n2. **Song:** \"Birdland\"\n   - **Artist:** Weather Report\n   - **Genre:** Jazz Fusion\n   - **Usage:** The arpeggio is featured in the chord progressions and solos of this fusion classic, adding harmonic depth to the composition.\n3. **Song:** \"The Dance of Eternity\"\n   - **Artist:** Dream Theater\n   - **Genre:** Progressive Metal\n   - **Usage:** This complex instrumental piece by Dream Theater showcases the Minor Major 7th arpeggio in its intricate guitar and keyboard solos, highlighting its versatility in progressive music.\n\nThis reference sheet provides an overview of the Minor Major 7th arpeggio in B using the D shape, its notes, intervals, musical flavor, genre usage, and examples in popular songs."}