{"title":"Chord: Dominant 7th in D (Shape: D)","content":"# Chord: Dominant 7th in D (Shape: D)\n\n## Brief Presentation\n\nThe Dominant 7th chord in the key of D is a four-note chord consisting of the notes D, F#, A, and C. It is commonly used in various genres of music to create tension and resolution, adding a bluesy or jazzy flavor to chord progressions. The Dominant 7th chord is known for its strong pull towards the tonic chord, creating a sense of movement and leading the listener's ear towards a resolution.\n\n## Notes and Intervals\n\n- D (Root)\n- F# (Major 3rd)\n- A (Perfect 5th)\n- C (Minor 7th)\n\nThe intervals in the Dominant 7th chord create a unique sound that is distinct from other types of chords, providing a harmonic richness that adds depth and complexity to music.\n\n## Genre and Musical Flavor\n\nThe Dominant 7th chord is frequently used in genres such as jazz, blues, funk, and rock. It adds a sense of tension and anticipation to chord progressions, creating a harmonic drive towards resolution. In jazz music, the Dominant 7th chord is often used to enhance improvisation and add color to chord voicings. In blues music, it contributes to the signature 'bluesy' sound and helps create a sense of emotional depth and expression.\n\n## Songs\n\nHere are three songs that prominently feature the Dominant 7th chord in D:\n\n1. Song: \"Sweet Home Chicago\" by Robert Johnson\n   - This classic blues song prominently features the Dominant 7th chord in D, creating an authentic bluesy sound.\n\n2. Song: \"All Blues\" by Miles Davis\n   - This jazz standard showcases the use of Dominant 7th chords in a modal jazz context, adding sophistication and harmonic interest to the composition.\n\n3. Song: \"Long Train Runnin'\" by The Doobie Brothers\n   - This rock song uses Dominant 7th chords in D to create a driving groove and blues-infused sound that is both catchy and energetic.\n\nThese songs demonstrate how the Dominant 7th chord in D can be used across different genres to enhance musical expression and create a distinct tonal quality."}