{"title":"Chord: Dominant 7th in A# (Shape: C)","content":"# Overview\n\nThe Dominant 7th chord in the key of A# is actually utilizing the notes of the C Dominant 7th chord. This chord consists of the notes C, E, G, and Bb. In the context of an A# chord progression, the C Dominant 7th chord acts as the V7 chord, providing a strong sense of tension and desire to resolve back to the I chord (A# major chord).\n\n# Notes and Intervals\n\n- C (Root)\n- E (Major third)\n- G (Perfect fifth)\n- Bb (Minor seventh)\n\nIntervals:\n- Root to major third: Major third interval\n- Root to perfect fifth: Perfect fifth interval\n- Root to minor seventh: Minor seventh interval\n- Major third to perfect fifth: Minor third interval\n- Major third to minor seventh: Major sixth interval\n- Perfect fifth to minor seventh: Minor third interval\n\n# Genre and Musical Flavor\n\nThe Dominant 7th chord, especially in the key of A#, is commonly used in genres such as jazz, blues, funk, and rock. This chord adds tension and an element of excitement to the music. It often serves as a transitional chord, leading back to the tonic chord, creating a sense of resolution. The Dominant 7th chord is versatile and can evoke a feeling of anticipation within a musical piece.\n\n# Songs\n\nHere are three songs that prominently feature the Dominant 7th chord in A# (C):\n\n1. **\"Sweet Home Chicago\" by Robert Johnson**\n   - This blues classic prominently features the Dominant 7th chord, adding a classic bluesy sound to the progression.\n\n2. **\"I Want to Hold Your Hand\" by The Beatles**\n   - In this iconic Beatles song, the Dominant 7th chord is used to create an engaging and energetic sound, particularly in the chorus leading back to the tonic chord.\n\n3. **\"Cissy Strut\" by The Meters**\n   - This funk instrumental hit by The Meters showcases the Dominant 7th chord throughout the groove, highlighting its funky and groovy flavor.\n\nThese songs demonstrate the versatility and impact of the Dominant 7th chord in A# (C), showcasing its ability to add tension, resolution, and flavor to various musical genres."}