{"title":"Scale: Major in C (Mode: Aeolian, Shape: D)","content":"# Major Scale in C (Mode: Aeolian, Shape: D) Reference Sheet\n\n## Introduction\nThe Major Scale in C, also known as the Ionian mode, is a fundamental scale in music theory. When shifted to the Aeolian mode, it creates a unique and melancholic quality that can be heard in various styles of music. In this reference sheet, we will explore the notes, intervals, genres, and songs associated with this scale shape.\n\n## Notes and Intervals\nThe Major Scale in C consists of the following notes and their corresponding intervals in the Aeolian mode:\n\n- C (Root)\n- D (Major 2nd)\n- E♭ (Minor 3rd)\n- F (Perfect 4th)\n- G (Perfect 5th)\n- A♭ (Minor 6th)\n- B♭ (Minor 7th)\n- C (Octave)\n\nThe intervals for this scale shape are Root, Major 2nd, Minor 3rd, Perfect 4th, Perfect 5th, Minor 6th, Minor 7th, and Octave.\n\n## Genre and Musical Flavor\nThe Major Scale in C, when played in the Aeolian mode, creates a somber and emotional vibe in music. This scale shape is often used in genres like Jazz, Blues, Rock, and Pop to bring out a sense of introspection and depth in the composition. The melancholic quality of the Aeolian mode adds nuances to melodies and harmonies, providing a rich and expressive musical flavor.\n\n## Songs\nHere are three songs that prominently feature the Major Scale in C in the Aeolian mode:\n\n1. **\"Stairway to Heaven\" by Led Zeppelin**\n   - This iconic rock ballad showcases the emotive quality of the Major Scale in C Aeolian mode in its guitar solo and melodic lines.\n\n2. **\"All Blues\" by Miles Davis**\n   - A classic Jazz tune that illustrates the versatility of the Major Scale in C Aeolian mode in improvisation and creating evocative musical landscapes.\n\n3. **\"Someone Like You\" by Adele**\n   - This heartfelt ballad utilizes the Major Scale in C Aeolian mode to convey a sense of longing and melancholy in the vocal melody.\n\nThese songs demonstrate how the Major Scale in C, when shifted to the Aeolian mode, can evoke deep emotions and add depth to musical compositions across various genres."}