{"title":"Arpeggio: Dominant 7th in C (Shape: A)","content":"# Description\n\nThe Dominant 7th arpeggio is a fundamental musical entity that consists of four notes derived from the major scale. In the key of C, the Dominant 7th arpeggio is built on the 5th degree of the scale, G. The notes in the Dominant 7th arpeggio in the key of C are G, B, D, and F. When played together, these notes create a rich and colorful sound that can add tension and excitement to musical compositions.\n\n# Notes and Intervals\n\n- **Root (G):** The foundational note, establishing the root of the chord.\n- **Major 3rd (B):** Adds a bright and uplifting quality to the arpeggio.\n- **Perfect 5th (D):** Provides stability and consonance to the arpeggio.\n- **Minor 7th (F):** Introduces a bit of dissonance and tension, characteristic of the Dominant 7th chord.\n\n# Musical Flavor and Genre\n\nThe Dominant 7th arpeggio is commonly used in jazz, blues, funk, and rock music genres. It adds a sense of urgency and direction to musical compositions, often leading to resolutions to the tonic chord. The tension created by the minor 7th interval in the Dominant 7th arpeggio gives it a bold and dynamic flavor, making it a popular choice for creating climactic moments in songs.\n\n# Songs\n\nHere are three songs that prominently feature the Dominant 7th arpeggio:\n\n1. **\"Summertime\" by George Gershwin:** This jazz standard features the Dominant 7th arpeggio in various sections, adding depth and color to the harmonic progression.\n   \n2. **\"Pride and Joy\" by Stevie Ray Vaughan:** In this blues-rock classic, the Dominant 7th arpeggio is used extensively in the guitar riffs and solos, contributing to the song's gritty and energetic sound.\n   \n3. **\"Cissy Strut\" by The Meters:** This funk instrumental showcases the Dominant 7th arpeggio in the bassline and guitar parts, creating a groovy and syncopated feel throughout the song.\n\nBy understanding the structure and sound of the Dominant 7th arpeggio, music students can enhance their musical vocabulary and create compelling compositions across various genres."}