{"title":"Scale: Major in E (Mode: Phrygian, Shape: A)","content":"# Major Scale in E (Mode: Phrygian, Shape: A)\n\n## Brief Presentation\n\nThe major scale in E, specifically in the Phrygian mode, is a musical entity that is composed of a specific pattern of whole steps and half steps. This scale can be transposed to different keys, but when played in E, it provides a distinctive sound and harmony that can be used across various musical genres.\n\n## Notes and Intervals\n\nThe major scale in E (Phrygian mode, Shape A) consists of the following notes:\n\nE, F, G, A, B, C, D, E\n\nThe intervals of this scale are as follows:\n\n- E to F (minor 2nd)\n- F to G (major 2nd)\n- G to A (major 2nd)\n- A to B (minor 2nd)\n- B to C (major 2nd)\n- C to D (major 2nd)\n- D to E (minor 2nd)\n\n## Genre and Musical Flavor\n\nThe major scale in E, particularly in the Phrygian mode, provides a unique and somewhat exotic flavor to music. The Phrygian mode, with its characteristic lowered second note, creates a sense of tension and suspense in the music. This scale is often used in genres such as flamenco, metal, and various forms of world music where a darker, more mysterious sound is desired.\n\n## Sample Songs\n\nHere are three songs that prominently feature the major scale in E (Phrygian mode, Shape A):\n\n1. \"Asturias\" by Isaac Albéniz - This classical guitar piece features the Phrygian mode in the key of E and showcases the scale's evocative and emotional qualities.\n   \n2. \"Seek & Destroy\" by Metallica - This iconic metal song uses the E Phrygian scale to create a heavy and aggressive sound that is synonymous with metal music.\n   \n3. \"Bulería\" by Paco de Lucía - A flamenco piece that uses the E Phrygian scale to create the passionate and rhythmic characteristic of flamenco music.\n\nBy exploring these songs and understanding how the major scale in E (Phrygian mode, Shape A) is utilized in different musical contexts, students can gain a deeper appreciation for the versatility and expressive potential of this scale."}