{"title":"Chord: Minor Major 7th in E (Shape: E)","content":"# Chord: Minor Major 7th in E (Shape: E)\n\n## Introduction\nThe Minor Major 7th chord is a sophisticated and rich-sounding chord that is used in various music genres to add depth and tension to a musical piece. This chord is created by combining the root note, minor third, perfect fifth, and major seventh of a scale. In the context of the E chord shape, playing a Minor Major 7th chord creates a haunting and jazzy sound that can evoke a range of emotions.\n\n## Notes and Intervals\nThe Minor Major 7th chord in E consists of the following notes and intervals:\n- Root (E)\n- Minor third (G)\n- Perfect fifth (B)\n- Major seventh (D#)\n\nThe intervals between these notes create the unique tension and color of the Minor Major 7th chord, giving it a distinct and expressive quality.\n\n## Musical Flavor and Genre\nThe Minor Major 7th chord is commonly used in jazz, blues, and other genres that require a touch of sophistication and mystery in the music. When played in the E shape, this chord adds a sense of longing and melancholy to a composition, making it suitable for creating introspective and emotive musical passages.\n\nThe Minor Major 7th chord in E is often used to create a sense of tension that resolves beautifully to a more stable chord, making it a versatile and dynamic element in music composition.\n\n## Songs\nHere are three songs that feature the Minor Major 7th chord in E:\n1. **\"Misty\" by Erroll Garner:** This jazz standard prominently features the Minor Major 7th chord in E, adding a dreamy and contemplative quality to the melody.\n   \n2. **\"The Thrill Is Gone\" by B.B. King:** This blues classic makes use of the Minor Major 7th chord in E to create a sense of longing and sorrow, enhancing the emotional impact of the song.\n   \n3. **\"Blue in Green\" by Miles Davis:** This iconic jazz composition showcases the emotive power of the Minor Major 7th chord in E, with its haunting and evocative soundscapes.\n\nBy exploring these songs, aspiring musicians can appreciate the versatility and emotional depth that the Minor Major 7th chord in E brings to a musical composition."}