{"title":"Scale: Major in C (Mode: Dorian, Shape: G)","content":"# Major Scale in C (Mode: Dorian, Shape: G)\n\nThe Major scale is one of the fundamental scales in music theory. When played in the Dorian mode, it takes on a distinct flavor that sets it apart from the standard Major scale. In the key of C, playing the Major scale in Dorian mode with the G shape creates an interesting sound that is commonly used in various music genres.\n\n## Notes and Intervals\nThe major scale in C consists of the following notes and intervals (in the Dorian mode with the G shape):\n\n- C (Root)\n- D (Major 2nd)\n- E (Minor 3rd)\n- F (Perfect 4th)\n- G (Perfect 5th)\n- A (Major 6th)\n- B (Minor 7th)\n- C (Octave)\n\nThis scale has a unique sequence of whole and half steps that give it its distinctive sound and character.\n\n## Genre and Musical Flavor\nThe Major scale in C played in Dorian mode with the G shape is often used in genres such as jazz, funk, and fusion. The Dorian mode adds a jazzy and soulful flavor to the traditional Major scale, making it a popular choice for creating sophisticated and engaging musical compositions.\n\n## Songs\nHere are three songs that use the Major scale in C with the Dorian mode and G shape:\n\n1. **\"So What\" by Miles Davis** - This jazz classic uses the Dorian mode extensively, showcasing the rich and complex harmonic possibilities of the Major scale in a modal jazz context.\n  \n2. **\"Chameleon\" by Herbie Hancock** - This funk jazz track features the Major scale in Dorian mode, creating a groovy and infectious musical backdrop that highlights the versatility of this scale in different genres.\n\n3. **\"Spain\" by Chick Corea** - This fusion jazz masterpiece incorporates the Major scale in Dorian mode with the G shape, demonstrating the scale's ability to evoke a wide range of emotions and moods in a musical composition.\n\nThese songs serve as excellent examples of how the Major scale in C, played in Dorian mode with the G shape, can be utilized creatively and expressively in various musical contexts."}